Repository: wp-plugins/key4ce-osticket-bridge
Catalog: languages/key4ce-osticket-bridge-*.po
Languages: ar, de_de, nl_nl

source: Thank you for your interest in contacting us.
ar: شكرا لاهتمامك والاتصال بنا.
de_de: Herzlichen Dank für Ihr Interesse an unserem Unternehmen.
nl_nl: Dank u voor uw interesse om ons te contacteren.

source: Our system is currently offline for maintenance, please check back later.
ar: النظام حالياً غير متصل للصيانة، يرجى العودة لاحقاً.
de_de: Das System wird gerade gewartet - neue Updates eingespielt bitte haben Sie ein wenig Geduld und schauen zu einem anderen Zeitpunkt wieder vorbei.
nl_nl: Ons systeem is momenteel offline voor onderhoud, probeert u het later nog eens.

source: View Tickets
ar: عرض البطاقات
de_de: Tickets anschauen
nl_nl: Tickets weergeven

source: Open / Answered
ar: فتح / اجابة
de_de: Geöffnet / Beantwortet
nl_nl: Open / Beantwoord

source: Search...
ar: بحث...
de_de: Suchen...
nl_nl: Zoeken...

source: Go
ar: أذهب
de_de: Start
nl_nl: Ga

source: Max file upload size
ar: الحد الأقصى لحجم الملف
de_de: maximale Upload Größe
nl_nl: Maximale bestandsgrootte

source: Open a New Ticket
ar: فتح بطاقة جديدة
de_de: Ein neues Ticket eröffnen
nl_nl: Open een nieuwe Ticket

source: Priority:
ar: الأولوية:

source: Ticket ID #
ar: رقم البطاقة

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Create Date
ar: تاريخ الانشاء
de_de: Erstell Datum
nl_nl: Aanmaak datum

source: To best assist you, please be specific and detailed in your reply.
ar: لتقديم أفضل مساعدة لكم، يرجى توضيح التفاصيل جيداً في ردكم.
de_de: Um Ihnen die best mögliche Antwort zu geben, schreiben Sie uns so genau wie möglich.
nl_nl: Schrijf a.u.b zo specifiek en gedetalieerd mogelijk om u zo goed mogelijk van dienst te zijn

source: Attachments on the Filesystem plugin can be downloaded here :
ar: يمكنك تحميل إضافة ملفات النظام من هنا:

source: Cancel
ar: إلغاء
de_de: Löschen
nl_nl: Annuleren

source: No such ticket available.
ar: لا تتوفر مثل هذه البطاقة.
de_de: Kein Ticket verfügbar.
nl_nl: Ticket is niet beschikbaar

source: Please fill in the form below to open a new ticket. All fields mark with [*] Are Required!
de_de: Füllen Sie bitte das untenstehende Formular aus um ein neues Ticket zu eröffnen. Alle Felder mit einem[*] müssen mit korrekt ausgefüllt werden!
nl_nl: Voer het onderstaand formulier in om een nieuwe ticket aan te maken. Alle velden gemarkeerd met een [*] zijn verplicht!

source: Select User Type
de_de: Wähle den Benutzernamen
nl_nl: Selecteer Gebruikers type

source: Database Name:( osTicket Database Name Goes Here )
de_de: Datenbank Name:( osTicket Datenbank Name kommt hier rein)

source: New Ticket Email [Close]
de_de: Neues Ticket [geschlossen]
nl_nl: Nieuwe ticket e-mail [sluiten]

source: Admin Response Email [Close]
de_de: Automatische Antwort[geschlossen]
nl_nl: Admin antwoord e-mail [Sluiten]

source: Save - Admin Response Email
de_de: Speichern - Automatische Antwort
nl_nl: Opslaan - Admin antwoord e-mail

source: User Post Confirmation Email [Close]
de_de: Email an Benutzer bei Antwort [geschlossen]
nl_nl: Gebruikersbericht bevestigingsmail [Sluiten]

source: Close Ticket On Reply
de_de: Schließe das Ticket nach dieser Antwort
nl_nl: Sluit ticket op antwoord

source: Dept. Signature (Support)
de_de: Abteilungs Signatur (Support)
nl_nl: Dept. handtekening (Ondersteuning)

source: "$Variables" You can use In Email
de_de: "$Variables" Das können Sie in der Email benutzen
nl_nl: "$Variables" Kunt u gebruiken in de E-mail

source: *New Ticket Email Template
de_de: *Neue Ticket Email Vorlage
nl_nl: *Nieuwe Ticket E-mail opmaak

source: Maximum Open Tickets
de_de: Maximale Anzahl geöffneter Tickets
nl_nl: Maximaale Open Tickets
