Repository: wp-plugins/key4ce-osticket-bridge
Catalog: languages/key4ce-osticket-bridge-*.po
Languages: ar, de_de, nl_nl

source: Attachment
ar: مرفق
de_de: Anhang
nl_nl: Bijlage

source: Remove
ar: إزالة
de_de: gelöscht
nl_nl: Verwijder

source: You have exceeds your file upload limit
ar: لقد تجاوزت حد الرفع المسموح لك
de_de: Die Datei die Sie hochladen möchten ist zu groß
nl_nl: U hebt uw bestand upload limiet overschreven

source: Please make sure your file is less than
ar: يرجى الـتأكد أن حجم الملف أقل من
de_de: Bitte vergewissern Sie sich das diese kleiner als die Upload Größe ist
nl_nl: Zorg ervoor dat uw bestand groote minder is dan

source: Please make sure your file extension should be :
ar: يرجى التأكد من أن امتداد الملف يجب أن يكون:
de_de: Überprüfen Sie bitte ob die Datei größer ist als:
nl_nl: De toegestaande bestand types zijn:

source: Create A New Ticket
ar: إنشاء بطاقة جديدة
de_de: Erstelle ein neues Ticket
nl_nl: Nieuwe ticket aanmaken

source: Please fill in the form below to open a new ticket. All fields mark with [<font color=red>*</font>] <em>Are Required!
ar: يرجى تعبئة النموذج أدناه لفتح بطاقة جديدة، جميع الحقول الملونة بالأحمر مطلوبة.
de_de: Bitte füllen Sie alle Felder unten aus. Alle Felder mit einem[<font color=red>*</font>] <em>sind Pflichtfelder!
nl_nl: Gelieve het formulier hieronder invullen om een nieuw ticket te openen. Alle velden gemarkeert met [<font color=red>*</font>] <em>zijn verplicht!

source: Select User Type :
ar: اختر نوع المستخدم:

source: WP Users
ar: مستخدمي الوورد برس
de_de: WP Benutzer
nl_nl: WP Gebruikers

source: Osticket Users
ar: مستخدمي Osticket
de_de: Osticket Benutzer
nl_nl: Osticket Gebruikers

source: Username
ar: اسم المستخدم
de_de: Benutzername
nl_nl: Gebruikersnaam

source: WP Username
ar: اسم مستخدم الوورد برس
de_de: WP Benutzername
nl_nl: WP Gebruikersnaam

source: Osticket Username
ar: اسم مستخدم Osticket
de_de: Osticket Benutzername
nl_nl: Osticket Gebruikersnaam

source: Your Email
ar: البريد الالكتروني
de_de: Ihre Email Adresse
nl_nl: Uw e-mail

source: Subject
ar: العنوان
de_de: Betreff
nl_nl: Onderwerp

source: Catagories
ar: التصنيفات
de_de: Kategorien
nl_nl: Categorieën

source: Select a Category
ar: اختر تصنيف
de_de: Wähle eine Kategorie aus
nl_nl: Selecteer een Categorie

source: Priority
ar: الأولوية
de_de: Priorität
nl_nl: Prioriteit

source: Select a Priority
ar: اختر الأولولية
de_de: Wählen Sie eine Prioritätsstufe
nl_nl: Selecteer een prioriteid

source: To best assist you, please be specific and detailed in your message *
ar: لتقديم أفضل مساعدة لك، يرجى توضيح التفاصيل جيداً في الرسالة *
de_de: Um Ihnen bestmöglichst zu helfen, bitten wir Sie Ihr Anliegen genau zu schildern, nur so ist es uns möglich Ihnen eine korrekte Antwort zu geben!*
nl_nl: Om u zo goed mogelijk van dienst te zijn, vragen wij u om een uitgebreide omschrijving te geven.

source: Attachment 1:
ar: مرفق 1:
de_de: Anhang 1:
nl_nl: Bijlage 1:

source: Add
ar: إضافة
de_de: Hinzufügen
nl_nl: Toevoegen

source: Max file upload size :
ar: الحد الأقصى لحجم الملف:
de_de: maximale Upload-Größe :
nl_nl: Max bestand grote :

source: Attachments on the Filesystem plugin can be downloaded here:
ar: مرفقات هذه الإضافة يمكن تحميلها من هنا:
de_de: Anhänge können Sie hier herunterladen:
nl_nl: Bijlagen op de Filesystem plugin kan hier worden gedownload:

source: Attachement Filesystem Plugin
ar: إضافة الملفات المرفقة
de_de: Download Bereich
nl_nl: Bijlagen bestand systeem Plugin

source: Create Ticket
ar: إنشاء بطاقة
de_de: Ticket erstellen
nl_nl: Nieuwe ticket aanmaken

source: Reset
ar: إعادة تعيين الافتراضيات
de_de: Zurücksetzen

source: Stand by while your
ar: انتظر قليلاً
de_de: Bitte warten Sie kurz, weil
nl_nl: Een ogenblik gedult terwijl

source: Settings
ar: إعدادات
de_de: Einstellungen
nl_nl: Instellingen

source: are being updated...
ar: يتم تحديث ...
de_de: wird gerade aktualisiert...
nl_nl: worden geupdate...

source: Error:
ar: خطأ:
de_de: Fehler:
nl_nl: Fout:

source: Message field cannot be empty, if you are closing the ticket, then enter: "Closing Ticket" in post a reply.
ar: حقل الرسالة لا يمكن أن يكون فارغا, إن كنت تغلق البطاقة فأدخل: "إغلاق البطاقة" بحقل الرّد.
de_de: Nachrichten Feld darf nicht leer bleiben, wenn Sie das Ticket schließen, dann tragen Sie: "Ticket schließen" in eine Antwort ein.
nl_nl: Veld Bericht mag niet leeg zijn, als u de ticket wilt sluiten selecteer: "Sluit Ticket" aan de onderkant van uw bericht..

source: Thread updated successfully...Stand by: for auto refresh!
ar: تم تحديث الموضوع بنجاح.... انتظر قليلاً!
de_de: Thread wurde erfolgreich aktualisiert...Bitte warten: es wird automatisch aktualisiert!
nl_nl: Ticket met succes bijgewerkt ... Een ogenblik gedult voor auto-refresh!

source: Ticket created successfully...Stand by: for auto refresh!
ar: تم إنشاء البطاقة بنجاح.... انتظر قليلاً!

source: Admin Response Email
ar: بريد رد المدير
de_de: Automatische Antwort
nl_nl: Admin Antwoord E-mail

source: is being updated...
ar: جاري التحديث ...
de_de: wird aktualisiert...
nl_nl: word bijgewerkt...

source: New Ticket Email
ar: بطاقة جديدة
de_de: Ein neues Ticket wurde erstellt
nl_nl: Nieuwe ticket E-mail

source: User Post Confirmation Email
ar: بريد تأكيد نشر المستخدم
de_de: Benutzer Benachrichtigungs Email
nl_nl: Gebruikers Bericht bevestigingsmail

source: Data Config
ar: تكوين البيانات
de_de: Daten Einstellungen

source: osT-Settings
ar: إعدادات osT
de_de: osT-Einstellungen
nl_nl: osT-Instellingen

source: Email Templates
ar: قوالب البريد
de_de: Email Vorlagen
nl_nl: E-mail opmaken

source: Support Tickets
ar: بطاقات الدعم
de_de: Tickets

source: 1 or more of your email templates is not setup
ar: واحد أو أكثر من قوالب البريد لم يتم إعداده
de_de: 1 oder mehrere von Ihren Email Vorlagen ist nicht konfiguiert
nl_nl: 1 of meer van uw e-mail opmaken is niet ingesteld

source: Click Here
ar: انقر هنا
de_de: Klicken Sie hier
nl_nl: Klik Hier

source: Open
ar: فتح
de_de: nicht beantwortet

source: Answered
ar: تمت الإجابة
de_de: beantwortet
nl_nl: Beantwoord

source: Closed
ar: مغلق
de_de: geschlossen
nl_nl: Gesloten

source: All
ar: الكل
de_de: alle
nl_nl: Alle

source: Search
ar: بحث
de_de: Suche
nl_nl: Zoeken

source: Go >>
ar: اذهب >>
de_de: Start >>
nl_nl: Zoek

source: Warning:
ar: تحذير:
de_de: Warnung:
nl_nl: Waarschuwing:

source: osTicket Data Configuration
ar: تكوين بيانات osTicket
de_de: osTicket Daten Konfiguration
nl_nl: osTicket Data Configuratie

source: View or edit your OSTicket database information, you should already have osTicket installed to your server, view the osticket-folder/include/ost-config.php file. Look for DBHOST, DBNAME & DBUSER for the info required below.
ar: عرض أو تعديل معلومات قاعدة بيانات OSTicket، يجب أن يكون OSTicket قد تم تنصيبه مسبقاً على مخدّمك، راجع الملف osticket-folder/include/ost-config.php و ابحث عن المتغيرات DBHOST، DBNAME ،DBUSER
de_de: Tragen Sie Ihre, oder lassen Sie sich Ihre OSTicket Datenbank informationen anzeigen. Sie MÜSSEN auf jedenfall eine eigene Instanz/Installation von OSTicket auf Ihrem Server haben. Schauen Sie in Ihre Konfigurationsdatei: .../include/ost-config.php nach den Werten DBHOST, DBNAME & DBUSER, damit Sie Werten unten eintragen können.
nl_nl: Host Naam:

source: Landing Page Name: The welcome page can be any name you want: Support, Helpdesk, Contact-Us, ext...the plugin will create this page. Note: If this page exists it will be over written, also this cannot be the same name as your osTicket folder.
ar: اسم الصفحة الرئيسية: الصفحة الترحيبية يمكن أن تكون بأي اسم تريده: الدعم، المساعدة، اتصل بنا... إلخ ستقوم الإضافة بإنشاء هذه الصفحة في حالة عدم تواجدها. ملاحظة: في حال وجود الصفحة مسبقاً ستقوم الإضافة بالكتابة فوقها كذلك لا يمكن أن يكون اسمها بنفس اسم مجلد osTicket.
de_de: Seiten Name: Die OSTicket Seite kann jeden Namen tragen, die Seite wird NEU erstellt, z.B. Support, Helpdesk, Konatakt. Beachte: Wenn die Seite bereits angelegt ist, wird diese überschrieben, ebenso kann die Seite nicht den selben Namen tragen wie Ihr OSTube Ordername.

source: All fields are required below for the database...
ar: جميع الحقول أدناه مطلوبة لقاعدة البيانات...
de_de: Alle Felder sind Pflichtfelder für die Datenbank...
nl_nl: Alle velden hieronder zijn verplicht voor de database...

source: Your settings saved successfully...Thank you!
ar: تم حفظ إعداداتك بنجاح... شكراً لك
de_de: Ihre Einstellungen wurden erfolgreich gespeichert... Danke!
nl_nl: Uw instellingen zijn met success opgeslagen

source: Host Name:
ar: اسم المضيف:

source: ( Normally this is localhost )
ar: ( عادة يكون localhost )
de_de: ( Nomrmalerweise localhost )
nl_nl: ( Normaal is dit localhost )

source: Database Name:
ar: اسم قاعدة البيانات:
de_de: Datenbank Name:
nl_nl: Database Naam:

source: ( osTicket Database Name Goes Here )
ar: ( اسم قاعدة بيانات osTicket هنا )

source: Database Username:
ar: اسم المستخدم لقاعدة البيانات:

source: ( osTicket Database Username Goes Here )
ar: ( اسم مستخدم قاعدة بيانات osTicket هنا )
de_de: ( osTicket Datenbank Benutzername kommt hier rein)
nl_nl: ( osTicket Database Naam moet hier worden ingevult )

source: Database Password:
ar: كلمة المرور:
de_de: Datenbank Passwort:
nl_nl: Database Wachtwoord:

source: ( osTicket Database Password Goes Here )
ar: ( كلمة مرور قاعدة بيانات osTicket هنا )
de_de: ( osTicket Datenbank Passwort kommt hier rein)
nl_nl: ( osTicket Database wachtwoord moet hier worden ingevult )

source: Database Prefix:
ar: بادئة قاعدة البيانات:
de_de: Datenbank Kürzel:

source: ( osTicket Database Prefix Goes Here )
ar: ( بادئة قاعدة البيانات osTicket هنا )
de_de: ( osTicket Datenbank Kürzel kommt hier rein)
nl_nl: ( osTicket Database Prefix moet hier worden ingevult )

source: Osticket Version:
ar: إصدار osTicket:
nl_nl: Osticket Verzie:

source: (Select Osticket Version)
ar: (اختر إصدار Osticket)
de_de: (Wählen Sie bitte Ihre OSTicket Version aus)
nl_nl: (Selecteer uw Osticket Verzie)

source: Enable Closing Ticket By User:
ar: تفعيل إغلاق البطاقة بواسطة المستخدم:
de_de: Aktivieren Sie, wenn ein Benutzer das Ticket schließen darf:
nl_nl: Gebruiker mag tickets sluiten:

source: Landing Page Name:
ar: اسم الصفحة الرئيسية:

source: Landing Page Name( Create this page...read Landing Page Note above! )
ar: اسم الصفحة الرئيسية ( أنشئ هذه الصحفة... اقرأ حولها بالملاحظة أعلاه! )
de_de: Seiten Name( erstellt diese Seite.... lesen Sie die Bemerkung oberhalb dazu)
nl_nl: Landings pagina naam ( Maak deze pagina aan... lees de extra landings pagina informatie boven aan de pagina! )

source: Contact Ticket Page:
ar: صفحة بطاقة الاتصال:
de_de: Kontaktformular/Ticket Seite:
nl_nl: Contact Ticket Pagina:

source: (Select contact ticket page)
ar: (احتر صفحة بطاقة الاتصال)
de_de: (Wählen Sie Ihre Kontaktformular/Ticket Seite aus)
nl_nl: (Selecteer contact ticket pagina)

source: Thank You Page:
ar: صفحة الشكر:
de_de: Dankes Seite:
nl_nl: Bedank pagina:

source: (Select thank you page)
ar: (اختر صفحة الشكر)
de_de: (Wählen Sie Ihre Dankes Seite aus)
nl_nl: (Selecteer bedank pagina voor contact success)

source: Save Changes
ar: حفظ التعديلات
de_de: Speichern
nl_nl: Veranderingen opslaan

source: osTicket Email Templates
ar: قوالب بريد osTicket
de_de: osTicket Email Vorlagen
nl_nl: osTicket E-mail opmaak

source: The "Email Templates" sent from site to client: new tickets confirmations, user post confirmations & admin post replies.
ar: "قوالب البريد" أرسلت من الموقع للزبون: تأكيدات البطاقات الجديدة و ملاحظات المستخدم و ردود المدير.
de_de: The "Email Vorlagen" werden von der Seite an den Benutzer gesenden: Benachrichtung nach erstellen eines Tickets, Benutzer und Automatische Antworten.
nl_nl: De "E-mail opmaken" verstuurd van Site naar klant: nieuwe ticket bevestigingen, gebruiker reactie bevestigingen en admin antwoorden.

source: Note: Each input field will have a suggested default template, you can place any text & use the variables listed below.
ar: ملاحظة: كل حقل إدخال فيه قيم افتراضية مقترحة، يمكنك وضع أي نص واستخدام المتغيرات المدرجة أدناه.
de_de: Hinweis: Jedes Eingabefeld hat eine Standardvorlage, sie könnne einen neues Text verwenden und die Variablen benutzen
nl_nl: Opmerking: Elk veld heeft een standaard opmaak, u kunt zelf tekst invoeren en de onderstaande variabelen gebruiken.

source: $Variables You can use In Email
ar: $Variables يمكنك استخدام المتغيرات في البريد الإلكتروني
de_de: $Variabeln die Sie für Email´s verwenden könnnen
nl_nl: $Variabelen die uw kunt gebruiken in de e-mail

source: $username="User Name"
ar: $username="اسم المستخدم"
de_de: $username="Benutzername"
nl_nl: $username="Gebruikersnaam"

source: $usermail="User Email"
ar: $usermail="بريد المستخدم"
de_de: $usermail="Email Adresse"
nl_nl: $usermail="Gebruikers E-mail"

source: $ticketid="Ticket #"
ar: $ticketid="رقم البطاقة"

source: $ticketurl="Ticket Url"
ar: $ticketurl="رابط البطاقة"

source: $ostitle="Support Title"
ar: $ostitle="عنوان الدعم"
de_de: $ostitle="Support Titel"
nl_nl: $ostitle="Support Titel"

source: $siteurl="Support Url"
ar: $siteurl="رابط الدعم"

source: $dname="Landing Page"
ar: $dname="الصفحة الرئيسية"
de_de: $dname="Seite"
nl_nl: $dname="Landings Pagina"

source: $user_message="Users Message"
ar: $user_message="رسالة المستخدمين"
de_de: $user_message="Benutzer Nachricht"
nl_nl: $user_message="Gebruikers bericht"

source: $admin_response="Staff Message"
ar: $admin_response="رسالة الموظف"
de_de: $admin_response="Mitarbeiter Nachricht"
nl_nl: $admin_response="Personeel bericht"

source: $signature="Staff/ Department Signature"
ar: $signature="توقيع القسم/الموظف"
de_de: $signature="Mitarbeiter/ Abteilungs Signatur"
nl_nl: $signature="Personeel/ Departement handtekening"

source: $ussubject="Ticket subject"
ar: $ussubject="عنوان البطاقة"
de_de: $ussubject="Ticket Betreff"
nl_nl: $ussubject="Ticket onderwerk"

source: New Ticket Email Template
ar: قالب رسالة بطاقة جديدة
de_de: Neue Email Vorlage für Tickets
nl_nl: Nieuwe ticket e-mail opmaak

source: We suggest using this template in the user confirmation email below.
ar: نقترح عليك استخدام هذا القالب في رسالة تأكيد المستخدم أدناه.
de_de: Wir schlagen Ihnen vor diese Email für die Benutzerregistrierung zu verwenden.
nl_nl: u kunt deze opmaak gebruiken voor de onderstaande bevestigingsmail.

source: Close
ar: إغلاق
de_de: schließen
nl_nl: Sluiten

source: Save - New Ticket Email
ar: حفظ - رسالة بطاقة جديدة
de_de: Speichern - Neues Ticket
nl_nl: Opslaan - Nieuwe Ticket e-mail

source: Admin Response Email Template
ar: قالب بريد رد المشرف
de_de: automatische Antwort-Email Vorlage
nl_nl: Admin antwoord e-mail opmaak

source: We suggest using this template in your post reply to user below.
ar: نحن نقترح عليك استخدام هذا القالب في الرد على المقالة للمستخدم أدناه.
de_de: Wir schlagen Ihnen vor diese Email für die Antworten an den Benutzer zu verwenden.
nl_nl: u kunt deze opmaak gebruiken als antwoord op de onderstaande gebruiker tickets.

source: User Post Confirmation Email Template
ar: تأكيد قالب بريد الناشر
de_de: Benutzer Antwort Email Vorlage
nl_nl: Gebruikersbericht bevestigingsmail opmaak

source: Save - User Post Confirmation Email
ar: حفظ - رسالة تأكيد مقالة المستخدم
de_de: Speichern - Email an Benutzer bei Antwort
nl_nl: Opslaan - Gebruikersbericht bevestigingsmail

source: osTicket Settings
ar: إعدادات osTicket
de_de: osTicket Einstellungen
nl_nl: osTicket Instellingen

source: Some simple plugin settings for Wordpress.
ar: بعض إعدادات الإضافة البسيطة لوورد برس
de_de: Ein einfaches Plugin für Wordpress.
nl_nl: Wat makkelijke plugin instellingen voor Wordpress

source: Support Center Status:
ar: حالة مركز الدعم:
de_de: Status Ihres Support Center:

source: Online
ar: متصل

source: (Active)
ar: (نشط)
de_de: (Aktiviert)
nl_nl: (Actief)

source: Offline
ar: غير متصل

source: ( offline will display maintenance message on website )
ar: ( غير متصل سيتم عرض رسالة الصيانة على الموقع )
de_de: ( Offline - der Wartungsmodus ist aktiviert)
nl_nl: ( offline laat een onderhouds bericht zien op uw website )

source: Helpdesk Name/Title:
ar: الاسم/العنوان مكتب المساعدة:
de_de: Name Ihres Support Centers:
nl_nl: Helpdesk Naam/Titel:

source: ( displayed in emails & welcome/user pages )
ar: ( تم عرضه في البريد & ترحيب/صفحات المستخدم )
de_de: ( Anzeigen in den Emails sowie den Seiten)
nl_nl: ( weergegeven in e-mails en welkom / gebruiker pagina's )

source: Maximum Open Tickets:
ar: الحد الأقصى للبطاقات المفتوحة:
de_de: Maximale Anzahl geöffneter Tickets:

source: ( per/user - enter 0 for unlimited )
ar: ( لكل مستخدم - أدخل 0 من أجل عدد لا نهائي )

source: Reply Separator Tag:
ar: وسم فاصل الرّد:
de_de: Antwortlinie:
nl_nl: Antwoord Separator Tag:

source: ( should be blank - if you are email polling...read
ar: ( يجب أن تكون فارغة - إن كنت رسالة اقتراع... اقرأ
de_de: ( sollte leer sein, wenn Sie Ihre Emails abrufen
nl_nl: ( Als uw gebruik maakt van email Cron/ lees meer

source: Note: If email polling, login to: osTicket->Emails->Templates->Response/Reply Template remove %{ticket.client_link}
ar: ملاحظة: إذا كان رسالة اقتراع، سجل دخول لـ: osTicket->رسائل->قوالب->إجابة/قالب رد و أزل %{ticket.client_link}
de_de: Hinweis: Wenn Sie Emails abrufen gehen Sie zu Ihrer OSTube Instanz/Installation: osTicket->Emails->Templates->Response/Reply Template lösche den Wert %{ticket.client_link}
nl_nl: Opmerking: als u gebruik maakt van de email cron ga naar: osTicket SCP ->Emails->Templates->Response/Reply Template verwijder %{ticket.client_link}

source: Replace with
ar: استبدال بـ
de_de: Ersetzen mit
nl_nl: Vervangen met

source: SMTP Status
ar: حالة SMTP

source: Enable
ar: تفعيل

source: Disable
ar: تعطيل

source: (Please select smtp status.)
ar: (الرجاء تحديد حالة SMTP.)
de_de: (Bitt wählen Sie Ihren SMTP.)
nl_nl: (Selecteer SMTP Status.)

source: SMTP Username
ar: اسم مستخدم SMTP
de_de: SMTP Benutzername
nl_nl: SMTP Gebruikersnaam

source: Please enter smtp username.
ar: يرجى كتابة اسم مستخدم SMTP
de_de: Tragen Sie bitte Ihren SMTP Benutzernamen ein.
nl_nl: Voer uw SMTP gebruikersnaam in.

source: SMTP Password
ar: كلمة مرور SMTP
de_de: SMTP Passwort
nl_nl: SMTP Wachtwoord

source: Please enter smtp password.
ar: يرجى ادخال كلمة مرور SMTP
de_de: Tragen Sie bitte Ihr SMTP Passwort ein.
nl_nl: Voer uw SMTP gebruikersnaam in.

source: SMTP Host
ar: مضيف SMTP
de_de: SMTP Server

source: Please enter smtp host.
ar: يرجى كتابة اسم مضيف SMTP
de_de: Tragen Sie bitte Ihren SMTP Host ein.
nl_nl: Voer uw SMTP Host in.

source: SMTP Port
ar: منفذ SMTP
nl_nl: SMTP Poort

source: Please enter smtp port.
ar: يرجى كتابة منفذ SMTP
de_de: Tragen Sie bitte Ihren SMTP Port ein.
nl_nl: Voer uw SMTP Poort in.

source: Save Settings
ar: حفظ الاعدادات
de_de: Einstellungen speichern
nl_nl: Instellingen Opslaan

source: %d record(s) has been deleted successfully
ar: تم حذف %d سجل بنجاح
de_de: %d record(s) wurde erfolgreich gelöscht
nl_nl: %d tickets(s) zijn met success verwijderd

source: %d record(s) has been closed successfully
ar: تم إغلاق %d سجل بنجاح
de_de: %d record(s) wurde geschlossen
nl_nl: %d tickets(s) zijn met success gesloten

source: %d record(s) has been re-opened successfully
ar: تم إعادة فتح %d سجل بنجاح
de_de: %d record(s) wurde erfolgreich wieder geöffnet
nl_nl: %d tickets(s) zijn met success her-opend

source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد المتابعة ؟
de_de: Wollen Sie wirklich weitermachen?
nl_nl: Weet u zeker dat u wilt doorgaan?

source: Support/Request List
ar: الدعم/قائمة الطلبات
de_de: Support/Antworten Liste
nl_nl: Ondersteuning / Aanvraaglijst

source: Ticket #
ar: بطاقة

source: Department
ar: قسم
de_de: Abteilung
nl_nl: Afdeling

source: Date
ar: تاريخ
de_de: Datum
nl_nl: Datum

source: Emergency
ar: عاجل
de_de: Notfall
nl_nl: Noordgeval

source: High
ar: مرتفع
de_de: Hoch
nl_nl: Hoog

source: Normal
ar: عادي
nl_nl: Normaal

source: Low
ar: منخفض
de_de: Niedrig
nl_nl: Laag

source: No Records Found.
ar: لم يتم العثور على سجلات
de_de: Keine Tickets gefunden.
nl_nl: Geen tickets gevonden.

source: Delete
ar: حذف
de_de: Löschen
nl_nl: Verwijder

source: Reopen
ar: إعادة فتح
de_de: wieder Öffnen
nl_nl: Her-open

source: Reply to Support Request
ar: رد على طلب الدعم
de_de: Antworten auf die Support Anfrage
nl_nl: Antwoord op de ticket

source: Ticket ID
ar: رقم البطاقة

source: Post Reply
ar: إضافة رد
de_de: Antworten
nl_nl: Reageer

source: Ticket Status
ar: حالة البطاقة

source: User Email
ar: بريد المستخدم
de_de: Benutzer Email
nl_nl: Gebruikers E-mail

source: Date Create
ar: تاريخ الإنشاء
de_de: Erstelldatum
nl_nl: Datum Aangemaakt

source: Ticket Thread
ar: موضوع البطاقة
de_de: Ticket Name
nl_nl: Ticket Discussie

source: Post a Reply
ar: إضافة الرد
de_de: Antworten
nl_nl: Plaats een reactie

source: Ticket On Reply
ar: بطاقة رد
de_de: Ticket antworten
nl_nl: Ticket op reactie

source: My signature
ar: توقيعي
de_de: Meine Signatur
nl_nl: Mijn handtekening

source: Dept. Signature
ar: توقيع القسم
de_de: Abteilungs Signatur
nl_nl: Dept. handtekening

source: Cancel - Go Back
ar: إلغاء - عودة للخلف
de_de: Löschen - gehe zurück
nl_nl: Annuleren - Ga Terug

source: Open Tickets
ar: فتح البطاقات
de_de: Tickets in Bearbeitung

source: Tickets
ar: بطاقات
de_de: Ticket

source: Email Tickets
ar: بطاقات البريد

source: osT-Config
ar: تكوين osT
de_de: Konfiguration für OsT

source: You do not have sufficient permissions to access this page.
ar: لا تملك صلاحيات الدخول لهذه الصفحة

source: <p><b>Error:</b> You must complete "osTicket Data Configure" before this page will display... <a href="admin.php?page=ost-config">click here</a></p>
ar: <p><b>خطأ:</b> يجب إكمال إعدادات "osTicket" قبل عرض هذه الصفحة... <a href="admin.php?page=ost-config">انقر هنا</a></p>

source: A new request has been created successfully!
ar: تم إنشاء الطلب الجديد بنجاح!
de_de: Eine neue Anfrage wurde erstellt!
nl_nl: Een nieuwe ticket is met success aangemaakt!

source: We are currently notifying the selected department staff...
ar: يجري حالياً تنبيه موظفي القسم المحدّد...
de_de: Wir informieren nun die zuständige Abteilung...
nl_nl: Onze medewerkers worden op de hoogte gesteld...

source: Thank you for contacting us!
ar: نشكرك لتواصلك معنا!
de_de: Danke das Sie uns kontaktiert haben!
nl_nl: Bedankt dat u contact met ons op neemt!

source: Full Name:
ar: الاسم الكامل:
de_de: Vor und Nachname:
nl_nl: Volledige naam:

source: Your Email:
ar: بريدك الإلكتروني:
de_de: Ihre Emailadresse:
nl_nl: Uw E-mail:

source: Catagories:
ar: التصنيفات:
de_de: Kategorie:
nl_nl: Catagorieën:

source: To best assist you, please be specific and detailed in your message
ar: لتقديم أفضل مساعدة لكم، يرجى توضيح التفاصيل جيداً في الرسالة

source: Submit
ar: إرسال
de_de: Eintragen
nl_nl: Versturen

source: Tickets #
ar: بطاقات
de_de: Ticket #

source: Status
ar: الحالة

source: You currently have the maximum amount allowed open:
ar: أكبر قدر مسموح به من البطاقات المفتوحة هو:
de_de: Sie haben die Maximale Anzahl an Tickets geöffnet:
nl_nl: U op dit moment heeft het maximum toegestane hoeveelheid geopend:

source: Visit your open tickets and see if any has been resolved, if so you can close any ticket(s) and submit a new one.
ar: زيارة بطاقاتك المفتوحة ومعرفة ما إذا كان أياً منها قد تم حلها، إذا كان الأمر كذلك يمكنك إغلاق أي بطاقة وتقديم واحدة جديدة.
de_de: Schauen Sie bitte in Ihren geöffneten Tickets nach ob Sie eines davon schließen können.
nl_nl: Bezoek uw geopende tickets om tezien of er een is opgelost, zo ja kunt u ticket(s) sluiten en een nieuwe te dienen.

source: View open tickets
ar: عرض البطاقات المفتوحة
de_de: Zeige geöffnete Tickets
nl_nl: Open tickets weergeven

source: You are currently over the maximum amount allowed open:
ar: لقد وصلت لأكبر قدر مسموح به من البطاقات المفتوحة:
de_de: Zurzeit haben Sie die Obergrenze an Erlaubtem erreicht:
nl_nl: U op dit moment heeft het maximum toegestane hoeveelheid geopend:
